IDS_ALU_MSG_FOLLOW_MEMB_NOT_DESIGN            = "下列構件不會進行設計\n\n"
IDS_ALU_MSG_FOLLOW_MEMB_NOT_CHECK             = "下列構件不會進行檢核\n\n"

IDS_ALU_MSG_DESIGN_GUAMT__d_d                 = "正在設計鋁構造梁/柱 (任意斷面) (%d/%d)"
IDS_ALU_MSG_DESIGN_GUAAG__d_d                 = "正在設計鋁構造梁/柱 (%d/%d)"

IDS_ALU_TB_NAME_CHK                           = "選取"
IDS_ALU_TB_NAME_MEMBER_NAME                   = "構件\n名稱"
IDS_ALU_TB_NAME_APPLY_MEMBERTO                = "同步\n套用於"
IDS_ALU_TB_NAME_MATERIAL                      = "材料"
IDS_ALU_TB_NAME_TYPE                          = "類型"
IDS_ALU_TB_NAME_MAJOR                         = "強軸"
IDS_ALU_TB_NAME_MINOR                         = "弱軸"
IDS_ALU_TB_NAME_COMB                          = "Comb."
IDS_ALU_TB_NAME_CRITERIA                      = "規準"
IDS_ALU_TB_NAME_RATIO                         = "比值"
IDS_ALU_TB_NAME_PROD_TYPE                     = "製程"
IDS_ALU_TB_NAME_SPEC_DOT                      = "規準"
IDS_ALU_TB_NAME_SECTION                       = "斷面"
IDS_ALU_TB_NAME_SECT_DOT                      = "斷面"
IDS_ALU_TB_NAME_SECTION_NAME_N                = "斷面名稱"
IDS_ALU_TB_NAME_PLATE                         = "板"
IDS_ALU_TB_NAME_PLATE_E                       = "板 "
IDS_ALU_TB_NAME_ANCHOR_BOLT                   = "錨定\n螺栓"
IDS_ALU_TB_NAME_FCK                           = "F'c"
IDS_ALU_TB_NAME_FORCE                         = "外力"
IDS_ALU_TB_NAME_PU                            = "Pu"
IDS_ALU_TB_NAME_MUX                           = "Mux"
IDS_ALU_TB_NAME_MUY                           = "Muy"
IDS_ALU_TB_NAME_VUX                           = "Vux"
IDS_ALU_TB_NAME_VUY                           = "Vuy"
IDS_ALU_TB_NAME_SPEC                          = "Spec"
IDS_ALU_TB_NAME_SPAN                          = "跨度"
IDS_ALU_TB_NAME_LX                            = "Lx"
IDS_ALU_TB_NAME_LY                            = "Ly"
IDS_ALU_TB_NAME_KX                            = "Kx"
IDS_ALU_TB_NAME_KY                            = "Ky"
IDS_ALU_TB_NAME_LB                            = "Lb"
IDS_ALU_TB_NAME_FACTOR                        = "因數"
IDS_ALU_TB_NAME_FACTOR_CMX                    = "Cmx"
IDS_ALU_TB_NAME_FACTOR_CMY                    = "Cmy"
IDS_ALU_TB_NAME_FACTOR_CB                     = "Cb"
IDS_ALU_TB_NAME_FACTOR_M                      = "m"
IDS_ALU_TB_NAME_DEFLECTION                    = "撓度"
IDS_ALU_TB_NAME_DEFLECTION_BY_WIND            = "撓度 (風力)"
IDS_ALU_TB_NAME_DEFLECTION_BY_SELF            = "撓度 (自重)"
IDS_ALU_TB_NAME_DEFLECTION_SPA                = "撓度 "
IDS_ALU_TB_NAME_DEFLECTION_CAP                = "撓度"
IDS_ALU_TB_NAME_STRESS                        = "應力"
IDS_ALU_TB_NAME_STRESS_SPACE                  = "應力 "
IDS_ALU_TB_NAME_BENDING                       = "撓曲"
IDS_ALU_TB_NAME_BENDING_MAJOR                 = "撓曲(強軸)"
IDS_ALU_TB_NAME_BENDING_MINOR                 = "撓曲(弱軸)"
IDS_ALU_TB_NAME_SHEAR                         = "剪力"
IDS_ALU_TB_NAME_SHEAR_MAJOR                   = "剪力(強軸)"
IDS_ALU_TB_NAME_SHEAR_MINOR                   = "剪力(弱軸)"
IDS_ALU_TB_NAME_AXIAL                         = "軸力"
IDS_ALU_TB_NAME_AXIAL_N_BENDING               = "軸力 +\n撓曲"
IDS_ALU_TB_NAME_DELTA                         = "δ"
IDS_ALU_TB_NAME_DELTA_BY_WIND                 = "受風"
IDS_ALU_TB_NAME_DELTA_BY_SELF                 = "受自重"
IDS_ALU_TB_NAME_DELTA_BY_WIND_BLANK           = "受風 "
IDS_ALU_TB_NAME_DELTA_BY_SELF_BLANK           = "受自重 "
IDS_ALU_TB_NAME_DELTA_ALLOW                   = "δ(允許)"
IDS_ALU_TB_NAME_SPAN_UNDR_4110MM              = "L ≤ 13.5ft"
IDS_ALU_TB_NAME_SPAN_OVER_4110MM              = "L > 13.5ft"
IDS_ALU_TB_NAME_DEFL_SPAN                     = "跨度"
IDS_ALU_TB_NAME_DEFL_VALUE                    = "數值"
IDS_ALU_TB_NAME_DESIGN_STRESS                 = "設計應力"
IDS_ALU_TB_NAME_DESIGN_RATIO                  = "設計比值"
IDS_ALU_TB_NAME_COMBINED_RATIO                = "組合應力比"
IDS_ALU_TB_NAME_LCOMB                         = "載重組合"
IDS_ALU_TB_NAME_LCOMBINATION                  = "載重組合"
IDS_ALU_TB_NAME_DOTDOTDOT                     = "..."
IDS_ALU_TB_NAME_SELF                          = "自重"

IDS_ALU_TB_NAME_STRESS_MAJOR                  = "應力 (強軸)"
IDS_ALU_TB_NAME_STRESS_MINOR                  = "應力 (弱軸)"
IDS_ALU_TB_NAME_RATIO_MAJOR                   = "比值 (強軸)"
IDS_ALU_TB_NAME_RATIO_MINOR                   = "比值 (弱軸)"
IDS_ALU_TB_NAME_RATIO_COMBINED                = "組合"
IDS_ALU_TB_NAME_RATIO_COMBINED_RATIO_CAP      = "組合應力比"
IDS_ALU_TB_NAME_SPEC_NAME                     = "SPEC"
IDS_ALU_TB_NAME_SPEC_SPEC14                   = "SPEC #14"
IDS_ALU_TB_NAME_SPEC_SPEC15                   = "SPEC #15"
IDS_ALU_TB_NAME_SPEC_SPEC16                   = "SPEC #16"
IDS_ALU_TB_NAME_SPEC_SPEC17                   = "SPEC #17"
IDS_ALU_TB_NAME_SPEC_SPEC18                   = "SPEC #18"
IDS_ALU_TB_NAME_SPEC_SPEC20                   = "SPEC #20"
IDS_ALU_TB_NAME_SPEC_SPEC21                   = "SPEC #21"
IDS_ALU_TB_NAME_SPEC_S                        = "S"
IDS_ALU_TB_NAME_SPEC_S1                       = "S1"
IDS_ALU_TB_NAME_SPEC_S2                       = "S2"
IDS_ALU_TB_NAME_SPEC_FbFs                     = "Fb,Fs"
IDS_ALU_TB_NAME_SPEC_fb                       = "fb"
IDS_ALU_TB_NAME_SPEC_FB                       = "Fb"
IDS_ALU_TB_NAME_SPEC_fs                       = "fs"
IDS_ALU_TB_NAME_SPEC_FS                       = "Fs"
IDS_ALU_TB_NAME_SPEC_F_CAP                    = "F"
IDS_ALU_TB_NAME_SPEC_F_MIN                    = "f"
IDS_ALU_TB_NAME_SPEC_F_MIN_CAP                = "f / F"
IDS_ALU_TB_NAME_STRS_CAP_TENS                 = "拉應力"
IDS_ALU_TB_NAME_STRS_CAP_COMP                 = "壓應力"
IDS_ALU_TB_NAME_STRS_CAP_MOMA                 = "撓曲應力 (強軸)"
IDS_ALU_TB_NAME_STRS_CAP_MOMI                 = "撓曲應力 (弱軸)"
IDS_ALU_TB_NAME_STRS_CAP_SHMA                 = "剪應力 (強軸)"
IDS_ALU_TB_NAME_STRS_CAP_SHMI                 = "剪應力 (弱軸)"
IDS_ALU_TB_NAME_STRS_CAP_RATO                 = "應力比"
IDS_ALU_TB_NAME_STRS_RATO                     = "應力比"
IDS_ALU_TB_NAME_STRS_RATO_COMB                = "組合應力比"
IDS_ALU_TB_NAME_STRS_CAP_COMB_AB              = "組合應力比 (軸力+撓曲)"
IDS_ALU_TB_NAME_STRS_CAP_COMB_ABS             = "組合應力比 (軸力+撓曲+剪力)"
IDS_ALU_TB_NAME_STRS_COMB                     = "組合應力比"
IDS_ALU_TB_NAME_CAP_R                         = "R"
IDS_ALU_TB_NAME_CAP_R1                        = "R1"
IDS_ALU_TB_NAME_CAP_R2                        = "R2"
IDS_ALU_TB_NAME_ALLOWABLE_STRESS              = "Allowable Stress"
IDS_ALU_TB_NAME_STRS_FA                       = "Fa"
IDS_ALU_TB_NAME_STRS_FBX                      = "Fbx"
IDS_ALU_TB_NAME_STRS_FBY                      = "Fby"
IDS_ALU_TB_NAME_STRS_FSX                      = "Fsx"
IDS_ALU_TB_NAME_STRS_FSY                      = "Fsy"

IDS_ALU_TB_NAME_T                             = "t"
IDS_ALU_TB_NAME_B_OR_RB                       = "b, Rb"
IDS_ALU_TB_NAME_H_OR_AE                       = "h, ae"
IDS_ALU_TB_NAME_TENS_TENS                     = "拉力"
IDS_ALU_TB_NAME_TENS_BEAM                     = "梁拉力"
IDS_ALU_TB_NAME_COMP_COLS                     = "柱壓力"
IDS_ALU_TB_NAME_COMP_COL_ELEM                 = "柱壓力"
IDS_ALU_TB_NAME_COMP_BEAM                     = "梁壓力"
IDS_ALU_TB_NAME_COMP_BEAM_ELEM                = "梁壓力"
IDS_ALU_TB_NAME_SHEAR_ELEM                    = "構件剪力"

IDS_ALU_TOOLTIP_FORCE_PX                      = "軸力\n(+) : 壓力 \n(-) : 拉力"
IDS_ALU_TOOLTIP_FORCE_MX                      = "彎矩 (強軸)"
IDS_ALU_TOOLTIP_FORCE_MY                      = "彎矩 (弱軸)"
IDS_ALU_TOOLTIP_FORCE_VX                      = "剪力 (弱軸)"
IDS_ALU_TOOLTIP_FORCE_VY                      = "剪力 (強軸)"
IDS_ALU_TOOLTIP_LENGTH_LX                     = "跨度"
IDS_ALU_TOOLTIP_LENGTH_LY                     = "跨度"
IDS_ALU_TOOLTIP_LENGTH_KX                     = "有效長度係數\n可直接輸入數值或點擊右側功能鍵進行設定"
IDS_ALU_TOOLTIP_LENGTH_KY                     = "有效長度係數\n可直接輸入數值或點擊右側功能鍵進行設定"
IDS_ALU_TOOLTIP_LENGTH_LB                     = "無支撐長度"
IDS_ALU_TOOLTIP_FACTOR_CM                     = "等值彎矩修正係數\nCm = 0.6 - 0.4(M1/M2)"
IDS_ALU_TOOLTIP_FACTOR_CB                     = "撓曲修正係數"
IDS_ALU_TOOLTIP_FACTOR_M                      = "m = 1.15 + Co/2Cc [ -1 < Co/Cc < 1 ] \nm = 1.3 / (1 - Co/Cc) [ Co/Cc <= -1 ]"
IDS_ALU_TOOLTIP_DELTA_WIND                    = "受風力時撓度"
IDS_ALU_TOOLTIP_DELTA_SELF                    = "受自重時撓度"
